[
    {
        "answer": "175",
        "message": "`It seems that the paper was ripped out of a notebook. The message reads:`\n\nI can still remember the early days of RPing with Ramzi and getting my first messages from ‘Veo’. It was the biggest honor to be had among my circle of WoP friends (especially Lissy, Angela & I). I was so honored that Veo would contact me, invite me to topics and care to RP with me at all, because of the Quality of their RP work, their amazing creativity and humor and that feeling has never gone away. I love you, Wain (Dodges vomiting) and I am so glad to be counted among your friends. I am so glad that you were born and I hope you have a truly good birthday!\n - AndromeTessaGregErrolCountessEtc"
    },
    {
        "answer": "fabian",
        "message": "`Another message! It reads:`\n\nRamazon (delivery service),\nI hope you have the happiest of days of birth because if you don't I will be indubitably saddened and regretfully filled with the sads. Ramzini the great, you are an inspiration to everyone who gets the chance to meet you have have some conversations with the cool and hip/hop you! Rammaddgon, I love u. You're one smart cookie. You're talentfull, and kind, and someone who I have always looked up to. I bet you throw great parties ramteenieweenie. birth happy, hell yeah\nLove always, Olliedoodle"
    },
    {
        "answer": "wain",
        "message": "`You’re getting pretty good. You can tell this paper says:`\n\nFrom a moldy cookie in a frame to sticky notes reminding you not to worry, I hope your birthday is just as happy.\nYou’re amazing. -A"
    },
    {
        "answer": "malic",
        "message": "`Another scribbled note, from yet another hand. This one reads:`\n\nHappy Birthday, Ramzi/Wain/Malic!\nIt has been my absolute pleasure to be able to rp with you and get to know your varied characters and diabolical plots as time goes by! I think you are an absent master of plans and ideas, and it has been a joy to be able to be around you - whether it's in the Domain, the Cafe, or in a space desert! Thank you for being you - and have a wonderful birthday!\n~Todd/Angela/Arrik"
    },
    {
        "answer": "the magic number is 42",
        "message": "`This one is a long one! How could anyone leave something as well written as this lying around?`\n\nDearest Wain,\nBlegh never saying that again. Happy birthday, ye old geezer, you’ve aged! By how much I do not know but boy is it a good age. Halfway to your dream goal of killing God and replacing him. Godspeed.\nOn a more serious, affectionate note (and I will kill you if you ever mention this again outside of this context) but you’re literally the best. And when I say you are one of the key factors that keep me rping, that keeps me striving to be better than I am, I’m not joking. I cannot express the utter shock when Res dm-ed me about the Plot Lead position on WoEC, and how I was first on your list? I was and still am utterly shot in confidence when it comes to plotting, but your vote of belief in me really...It really made my day.\nYour creativity in general, like the whole cafe? Your character concepts? The mini and major plots you do, the fucking server plots??? They’re all so incredible that I sometimes find myself deferring to them when I need help or ideas, or generally to try to get inspired. You’re so incredibly smart too, like it’s not an understatement whenever I compliment you. It’s mind blowing.\nSo yeah, happy birthday you amazingly terrifying intelligent amazing talented old fuck. Love you.\n- Sahar."
    },
    {
        "answer": "magic",
        "message": "`What a lovely photograph! Is it… of you?`\nhttps://cdn.discordapp.com/attachments/821538416595828746/848945694106452006/wain_n_malic_1.png"
    },
    {
        "answer": "rambamthankyoumaam",
        "message": "`You’re good. Too good. Was it you, writing all these notes? In another life? No? Well… Fine!`\n\nHappy Birthday Wain! *gags*\nOnly joking, but you’re going to be gagging or vomiting or whatever you do when you are shown affection in any way ever. But here I am, showing you affection anyways. Okay so you are such an amazing person, like super fantastic, like oh my god could I be you for at least a second cool. Your brain is so creative and you’re really good at drawing and you said we’re buddies like it’s super weird but I cannot get over it. So psyched to be your buddy, truly. When you talk to me I feel like I’ve risen to the highest honor of something, I don’t even know what it is. But happy birthday to you, you absolute loser, I hope you have a great one.\n~ Wendy"
    },
    {
        "answer": "my uncle invented sliced bread",
        "message": "`Another picture of you! Are you sure you didn’t live here?`\n\nhttps://cdn.discordapp.com/attachments/376905522005409802/849102266912735282/wainday.jpg"
    },
    {
        "answer": "are you a reanimator because you made my heart come to life when i met you",
        "message": "`Another long one. Someone spent a lot of time on this, chilling by the pool:`\n\nHAPPY BIRTHDAY FABIWAIN!\nIf anyone told me a year from now that I would be friends with THE Ramzi, I would have thought they were crazy. I remember hearing stories about you from others, the different Domain escapades you had and I was so awed by the fact that you came up with all these ideas!\nEver since then I would always look out for your plots. And not gonna lie, I did stalk your drawings on Instagram because they were amazing, and honestly I screamed when you asked me if I wanted to come to the Cafe. Yecks, I’m starting to be long winded but I guess what I’m trying to say is that that DM from you was probably one of the best times of my life.\nYour adventures, every single idea that you had and the way you executed them had me in awe. And every morning whenever I wake up, I would always be excited to backread the server to see what funny things happened. I don’t think you realised it but for me, you created this whole entire server and it’s like a safe space. A bubble, if you will, a short relief from whatever nasties that is the real world.\nI just wanted to thank you, for helping me out a million times when I was down and sad, and even when I was super insecure about trying to learn how to draw. You’re one of the coolest I’ve ever known, and even though we’re not super close, you will always be one of those people I really care about. So have yourself an amazing birthday.\nTake this time for yourself, to realise how amazing you are. And sic Handtipede on people who say that you’re not. Happy birthday once more! :3 Love you, virtual uncle!\n- Maryam"
    },
    {
        "answer": "order in the court",
        "message": "`You must be pretty smart! Maybe. Who knows. Anyways, you can read:`\n\nWain,\nI know how much you hate to love us and LOVE to hate us. After this, that will be even more evident, I am sure of it. Haha, but I just wanted to pop in and wish you a very Happy Birthday from the bottom of my heart. You have a way of inspiring me to continue being creative with my characters and allowing me to be part of that wonderful space in your mind that continues to amaze me with every idea, every drawing, and especially every plot that you are always so dedicated to play around with. I’m just so grateful that I get to be a piece of the puzzle, and witness the creativity that is you. I am always filled with excitement every single day to see what will come next, and I am never disappointed. You are someone I highly respect and admire a whole lot.\nThank you for keeping me coming back for more despite the absolute horror you put my characters through. I absolutely love it! I am 100% thriving off it. I hope you have the best day ever because you deserve to be celebrated. Keep being your amazing self.\nAlright, I’ll stop gushing now. :3\nLove ya!\n- Des"
    },
    {
        "answer": "ramzi",
        "message": "`You’ve basically got a whole book by this point! This one says:`\n\nHappy Birthday Wain!\nThe first I knew any of your characters was by stalking. I stalked Mir’s profile and by extension Ramzi’s profile. I spent hours decoding Ramzi’s backstory and it was so much fun! I admired the beautiful mind that coded the backstory so well. And then when I realised you are Ramzi, I was like a fan meeting their favorite celebrity. I truly admire the beautiful mind that thinks of so many complicated plots and puzzles. You are amazing Wain! And I wish you a very happy and wonderful year ahead.\n- Melodes"
    },
    {
        "answer": "ascot",
        "message": ["`You must be an expert reader. VERY literate. This one says:`\n\nTo the greatest fool I've ever had the pleasure of knowing other than myself — no amount of words will be able to encapsulate just how I feel about your fossilised self, but I'm going to try my damndest, because I know you hate a quitter.\nI don't recall the exact circumstances of how we met online but gee whizz, am I endlessly glad that we did. From the very beginning I've admired your characters and everything about them (Ramzi? Coolest guy forever and I know everyone can back me up on that one), and that admiration eventually extended to you. From your character-building and plotting and writing skills and OH MY GOD YOUR ART to the qualities I only got to know about a bit later on. No matter how hard you try to conceal it, I know your big dirty secret: you are unfailingly kindhearted at your core. You have the most peculiar ways of lifting my spirits sometimes. I could get into a whole thing on that, but I won't embarrass you. Yet.","Thank you for creating this outlet for us all. This beautiful little oddball refuge where we are free to hone our creativity and writing and soak up inspiration from each other with our lovely brain sponges. I don't exaggerate when I say hopping onto the server is the best part of my day, and I love our strange family. So much. Thank you for constantly pushing me, and everyone else, to be better. The fact that you don't think I'm all useless (maybe, you may have implied this once or twice) is the fire under my ass. Thank you for inflicting your horrifying, diseased, beautiful brain upon us. One day I'll steal it out of your head and cryogenically freeze it so that scientists in the future can have a peek at it and be totally flabbergasted. Thank you for the time and effort you put into creating these banger plots for us, and for the careful attention you pay to each of our characters to make sure they reach their full potential.\nLet me stop talking now, because I've gotten out of hand and it’s kind of embarrassing, but that’s fine, some of us are capable of vulnerability. TLDR, you are one of my honest to god favourite people ever. Ew! You know I'm pretty much obsessed with everything you do and will continue to be so. I love you even though you won't let me court Calyl, even though you make me cry sometimes, and despite the constant sniping which is the ultimate sign of my affections, of course.\nHappy birthday, Wain!\nJack, your favourite blond child"]
    },
    {
        "answer": "new journey",
        "message": "`There’s something drawn here! And written! Whats this?`\n\n***WHOA WHOA WHOA!*** It’s your birthday, that’s awesome! See, I wouldn’t have known otherwise because I have the memory of a goldfish, so thankfully someone warned me! Wain, you’re one of the most creative people I know and you sure know a hell of a lot about horror and coding and mathematics… code stuff. That’s something I could never achieve in my own games, so I love to see someone take charge of it and implement it on our sites and in the cafe. And thank you for taking me on as the janitor, even though I am a little slow these days (but I’ll be here, even if it’s just to get crumbs here and there). It’s been a great way to develop a different character and get to know everyone else.\n***I Shall Return!*** Liam // Clay // Best Janitor Since 1960\nhttps://cdn.discordapp.com/attachments/376905522005409802/849110149155258459/gkf33UI8rVjrg4tAgj-T5ClUdbTYDlvlFh-Bqt4Yg6KBihzkY9Hhc8v8Khg4je8R2auJBC3DDOycf_gw1UXowS1jsqAquzg6J-BE.png"
    },
    {
        "answer": ["calyl and bijou", "bijou and calyl", "bijou, calyl", "calyl, bijou", "bijou,calyl", "calyl, bijou"],
        "message": "`Phew, that was a lot of work! But for a great result…`\n\nhttps://cdn.discordapp.com/attachments/821538416595828746/848945075723829308/image0.png"
    },
    {
        "answer": "milo",
        "message": ["`Covered in sand, but not completely out of pride. Yet!`\n\nOkay but genuinely… where do I start? What could I possibly write that would even slightly capture all that you are? I have known you for such a long time now. Ever since I joined World of Potter as no one more than a lost soul who had absolutely no clue what I was getting myself into. Though now, years later I consider you one of the most brilliant and creative people that I have ever met. Because there is something about you that draws people in, one way or the other. You come up with unique ideas, you know how to create something magical out of literally nothing.\nOur conversations started on skype. And to begin with I couldn’t help but be a bit intimidated by you. I admired you so much and wished for nothing more than to have just a tiny part of your brain so that I could be as bright and creative as you. You have always been a big inspiration, especially when I started on all these sites. Your way of writing always made me want to be better and every single time I got, and get to write with you- I always find myself to be super grateful.", "I don’t know if you recall the conversation, or how it even started. But I remember the moment when I renamed you on skype and you somehow and for some reason became The Lady Tea Cup. A name that to this day makes me smile. Not to forget all of the other moments where we have talked about all sorts of things. My little pony included. One of the most iconic and lovely conversations to this day.\nAnd while I could go on forever. I will try not to! I just wished to tell you that I hope you have a beautiful and amazing day. You deserve the world and I definitely mean that. You deserve everything beautiful that the universe has to offer and that is simply a fact. I thank you for all of our conversations, and hopefully the many conversations that are yet to come. Both the serious and less serious ones. ALL the love to you! And a very happy birthday!\n// Flare, Jordana, Defne and all the other names you may know me by."]
    },
    {
        "answer": "science",
        "message": ["`Man, a whole maze just for a poptart? Maybe just going to the kitchen would be better… Or the wine cellar? Anyways!`\n\nDear Wain/Ramzi/Malic/Ravin/the collection of NPCs,\nAs I write this, you actually complimented me in the cafe server and it felt kinda wack. So get ready for a lot of wack.\nBack in the wee olden days when I was still a minor (gross), I only existed on one website and that was World of Potter. You scared the shit out of me. I won’t even lie to you. I thought you were some god who controlled the fate of the universe and I had to be chosen from above to be in your presence, let alone your friend. You were just that esteemed, I guess. Ramzi was a name that held power on that website, and I wanted to be a part of it.\nThen I left the site when I went to college, and I disappeared from that side of the Internet for a year and a half. I reappeared in December of 2020 because I missed it all, and not even a week in I was coerced to join WoEC. (just kidding. Wasn’t that powerful. But you get the point) And lo and behold, there he was again! Skyelette invited me to the Fridge and I thought I must’ve been real special because holy HECK all these people are awesome and everyone there was friends with you, and I almost felt like I didn’t fit.", "But then you went and rp’ed with me on site all the time, even as the dick Ramzi, and you interacted with Imogen and I felt like royalty. The night you DM’ed me and asked if I wanted to get abducted like aliens, I thought I was dreaming! But now we’ve got the cafe together and I’ve gotten to really get to know you, and while I certainly don’t think you’re god ;P you’re definitely incredible. So talented, smart, and creative! You worked so well as the plot lead, and your mind thinks of things no one else does. And your art? *chef’s kiss* MAGNIFICIENT! Showstopping, brilliant, fantastic, one-of-a-kind, never been done before-\n-ahem. Anyways. Thanks for doing all the crazy shit you do for us to make us enjoy roleplaying that much more. Thanks for inspiring us to be crazy and groundbreaking and make us think outside of the box. But most importantly, thanks for being an amazing friend and a shoulder to lean on even through my computer screen. I hope you enjoy your birthday and this super crappy drawing I attempted of… well, I’ll send it in your DMs. You’ll know why.\nSincerely,\nImogen/Elise"]
    },
    {
        "answer": "cthonic cafe",
        "message": "`Sometimes when you’re smart, you’re smart. And you, my friend, are pretty darn smart. Take it!`\n\nYou made it another turn around the sun, you sneaky scoundrel. Despite pandemics, fires, and gender reveal parties, you’ve survived to send us all to our RP doom on the daily. And thank goodness. WoX and life in general would be a lot more boring without you. Keep banging out amazing art, coming up with creative ways to torture us, and bringing strangers together for some trauma bonding in the best possible way. You da bomb. Thanks for gracing us all with your awesome XD\nIshtar"
    },
    {
        "answer": "peacock",
        "message": "`The horse whinnies at you, but you’re too busy reading.`\n\nHello Wain!\nI love you a lot (yes feel free to cringe)! From the very beginning of my time with EC your characters have welcomed me and been such a joy to play with from the twins, to Fabian, Ada and finally Wain. Much like the rest of us, your plotting and writing talents inspire me everyday and help me to be better. But even more so, the more I have gotten to know you ooc the more I have felt the care and appreciation you have for us. You have always lent an ear to my troubles, had kind words of encouragement for me and been a wonderful friend.\nI’m so excited to continue to tell stories together. Happy birthday to a wonderful friend who gives us the gift of adventures.\nLove,\nPeyton"
    },
    {
        "answer": "aluor",
        "message": "`The owner of this house sure seems to know a lot about you, huh? Just… Observing…`\n\nSister,\nYou made a lot of good friends and inspired a lot of people through your storytelling skills. The many Robert Langdon books you keep reading have not only made you a bigger nerd but also led to the creation of many fun puzzles for others to decipher. It’s not surprising to me that you were always this awesome. Even to this day I still look up to you. I’m just glad that you found a creative outlet to share your awesomeness with for others to see what you’re made of! Though you don’t need me to state the obvious. Keep crushing people’s feelings and never let your demon spirit die!\nSincerely,\nThe cow"
    },
    {
        "answer": "572",
        "message": "`Yet another note. By this point, there’s more pages on the ground than in the notebook, huh?`\n\nMy lilac, Veo,\nHappiest of birthdays to you! You were a gem of a lilac, a true million dollar find. I was so very grateful to have you on my team. You were always so much fun to work with, your ideas brought so much creative complexity to our plots and events, and you were a truly reliable and hard worker. I knew I could always count on you to get your job done. You were a solid rock in the foundation of my team and I’m so eternally grateful for you. Of course, not only were you an amazing lilac but also a wonderful friend. Your references, jokes, and general lightheartedness always brought a smile to my face even when I was having a hard time to stay motivated to be Plot Lead. Plot Team would not have been as amazing without you. WoP would not have been as bright and exciting without you. Thank you for being so flipping great. Love you forever!\nLove, Mama Lilac (aka Rhea Desmon)"
    },
    {
        "answer": "rest in peace veo",
        "message": "`How did you figure - Nevermind, I won’t ask. ENJOY!`\n\nVeo,\nWhen I first saw you in plot chat, I told Rhea she had made some amazing hires. When I NEXT met you, when you were doing the Domain, I was at my wits end with you. I guess by this point, I’ve landed somewhere in between ;)\nI am constantly in awe of your creativity and talent. For someone to get both amazing writing and plotting ideas, AND amazing art talent - It’s too much! Genuinely, I am being constantly inspired with my own ideas and motivations for characters and stories because of everything you come up with. I don’t know if I would have stayed with the sites half as long if it wasn’t for you. You’re basically my rp soulmate, which is kinda saying a lot, from me.\nI am so thankful for you as a friend, and for you as a roleplay partner adore your characters and your ideas, and your evil, scheming mind. I’ve always loved to write, but there is something so much cooler when you’re able to explore and solve worlds that someone else helped make, and then create and puzzle right back in return.\nHAPPIEST OF BIRTHDAYS (and I hope you don’t regret telling me when your birthday was because I haven’t done anything for any other ones and I have to do things once in a while, right? :P )! You deserve all the happiness in the world, today, and every day.\nAnd your poor characters do too, my god, your torture us, but you torture them more.\nAnyways, ilu or whatever,\nCas"
    },
    {
        "answer": "v",
        "message": "`The door opens and you find yourself in Rome. As you walk through the city and approach the Colosseum, a guard stops you and asks for the letter you spoke, except in Roman.`"
    },
    {
        "answer": "e",
        "message": "`The guard lets you into the Colosseum, and you are trapped. To exit safely, you need to speak the letter in Roman with a danger sign before it.`"
    },
    {
        "answer": "o",
        "message": "`You exit safely. However, to return to the Birthday Party and receive your gift, you need to speak the name of your character that travelled to Rome.`"
    },
    {
        "answer": "veo",
        "message": "Yay, thank you for playing! We love you, Fabiwain. Lots and lots n.n :heart:"
    }
]